Repository: mozilla-l10n/mt-training-data
Catalog: su/su_pontoon.tmx
Source language: en_us
Languages: su

source: You can easily add this website to your phone’s Home screen to have instant access and browse faster with an app-like experience.
su: Anjeun bisa kalawan gampang nambahkeun ieu raramatloka kana layar Tepas ponsél pikeun aksés instan sarta maluruh leuwih gancang kawas muka aplikasi.

source: You can set Firefox to automatically open links in apps.
su: Anjeun tiasa nyetél Firefox pikeun otomatis muka tutumbu dina aplikasi.

source: You don’t have any tabs open in Firefox on your other devices.
su: Anjeun teu miboga tab anu muka dina Firefox di séjén paranti anjeun.

source: You’ll be logged out of most sites
su: Anjeun bakal kaluar log ti kalolobaan loka

source: You’re in a private session
su: Anjeun keur dina rintakan nyamuni

source: Your open tabs will be shown here.
su: Sakur tab anu muka bakal ditémbongkeun di dieu.

source: Your privacy
su: Salindungan anjeun

source: Your private tabs will be shown here.
su: Sakur tab pribadi anjeun bakal ditémbongkeun di dieu.

source: Your rights
su: Hak anjeun

source: Your Rights
su: Hak Anjeun

source: Zoom on all websites
su: Gedéan di sakabéh raramatloka

source: 1 Recovery Code Remaining
su: Sandi Pamulangan Kari 1

source: 500 Error
su: Éror 500

source: 502 Error
su: Éror 502

source: Accept
su: Tampa

source: Account already exists
su: Akun geus aya

source: Account already exists. <a href="/signin">Sign in</a>
su: Akun geus aya. <a href="/signin">Asup</a>

source: Account authorization code
su: Kodeu otorisasi akun

source: Account confirmed
su: Akun geus dikonfirmasi

source: Account Confirmed
su: Akun geus Dikonfirmasi

source: Account deleted successfully
su: Mupus akun ngahasil

source: Account issues
su: Masalah akun

source: Account no longer exists.
su: Akun geus kamana boa.

source: Account no longer exists. Recreate it?
su: Horéng akun téh euweuh. Jieun ulang baé?

source: Account notifications will now also be sent to %(secondaryEmail)s.
su: Iber akun ogé ayeuna bakal dikirim ka %(secondaryEmail)s.

source: Account notifications will now also be sent to %(secondaryEmailVerified)s.
su: Iber akun bakal dikirim ogé ka %(secondaryEmailVerified)s.

source: Account picture
su: Gambar akun

source: Account recovery
su: Pamulangan akun

source: Account Recovery
su: Pamulangan Akun

source: Account recovery enabled
su: Pamulangan akun dihurungkeun

source: Account recovery key generated
su: Konci pamulangan akun dipangnyieunkeun

source: Account Recovery Key Generated
su: Konci Pamulihan Akun Dijieun

source: Account recovery key removed
su: Konci pamulangan akun dilaan

source: Account Recovery Key Removed
su: Konci Pamulihan Akun Dipiceun

source: Account recovery revoked
su: Pamulangan akun dicabut

source: Accounts with two-step authentication do not support pairing at this time
su: Akun kalawan oténtikasi dua léngkah kiwari teu ngarojong aadumanisan

source: Account verified
su: Akun geus divérifikasi

source: Account verified!
su: Akun geus divérifikasi!

source: Account Verified
su: Akun geus Divérifikasi

source: Account verified. Next, sync another device to finish setup
su: Akun dipéripikasi. Salajengna, singkronkeun parabot séjénna pikeun nganggeuskeun setup

source: Account verified successfully
su: Akun ngahasil divérifikasi

source: Activate now
su: Aktifkeun ayeuna

source: Activate now:
su: Aktifkeun ayeuna:

source: Activate the Firefox family of products
su: Aktifkeun produk sawargi Firefox

source: Add…
su: Tambah…

source: Add a layer of security to your account by requiring security codes from one of <a %(escapedTotpSupportAttributes)s>these authentication apps</a>.
su: Tambahkeun tilam kaamanan kana akun anjeun kalawan merlukeun kodeu kaamanan ti salah sahiji<a %(escapedTotpSupportAttributes)s>aplikasi oténtikasi ieu</a>.

source: Add a secondary email
su: Tambahan surélék sékundér

source: Add a secondary email address
su: Tambahan surél sékundér

source: Add email
su: Tambah surélék

source: Adding a secondary email helps get back into your account if you’re locked out and can’t access your email.
su: Nambahkeun surél sékundér mantuan balik deui ka akun anjeun upama kakonci sarta teu bisa muka surél.

source: Adding a secondary email helps you get back into your account if you are locked out and can not access %(escapedEmail)s.
su: Nambahkeun surél sékundér mantuan balik deui ka akun anjeun upama kakonci sarta teu bisa muka %(escapedEmail)s.

source: Additionally, you can subscribe to receive promotional emails with the latest news from Mozilla and Firefox.
su: Tatambahna, anjeun bisa balanggan sangkan nampa surélék promosi kalawan warta panganyarna ti Mozilla jeung Firefox.

source: Addresses
su: Alamat

source: Address in use by another account
su: Alamat dipaké ku akun séjén

source: A different user is signed in
su: Aya pangguna anu béda geus asup

source: A few days ago you created a Firefox account, but never confirmed it.
su: Kamari ieu téh anjeun kungsi nyieun akun Firefox, ngan teu werat dikonfirmasi.

source: <a href="https://support.mozilla.org/kb/im-having-problems-with-my-firefox-account">Help</a>
su: <a href="https://support.mozilla.org/kb/im-having-problems-with-my-firefox-account">Pitulung</a>

source: A link to the Firefox app was sent to %(escapedPhoneNumber)s
su: Tutumbu ka aplikasi Firefox geus dikirim ka %(escapedPhoneNumber)s

source: Almost a week ago you created a Firefox Account but never verified it. We’re worried about you.
su: Ampir heuleut saminggu anjeun nyieun Firefox Account tapi teu werat divérifikasi waé. Kami semang ka anjeun.

source: Any extensions and themes that you published to addons.mozilla.org will be deleted
su: Sagala éksténsi jeung téma anjeun anu medal di addons.mozilla.org bakal dihapus

source: Any paid subscriptions you have will be cancelled
su: Sakur langganan anu mayar bakal dibolaykeun

source: Any subscriptions you have will be cancelled
su: Sakur langganan bakal dibolaykeun

source: App link resent to %(escapedPhoneNumber)s. <a %(escapedBackLinkAttrs)s>Mistyped&nbsp;number?</a>
su: Tutumbu aplikasi dikirim deui ka %(escapedPhoneNumber)s. <a %(escapedBackLinkAttrs)s>Salah ngetik&nbsp;nomer lin?</a>

source: App link sent to %(escapedPhoneNumber)s. <a %(escapedBackLinkAttrs)s>Mistyped&nbsp;number?</a>
su: Tutumbu aplikasi geus dikirim ka %(escapedPhoneNumber)s. <a %(escapedBackLinkAttrs)s>Salah ngetik&nbsp;nomer lin?</a>

source: Approval now required <small>from your other device</small>
su: Panyatujuan ayeuna mah diperlukeun <small>ti parangkat anjeun nu séjén</small>

source: Approve device
su: Setujuan parangkat

source: Approve new device <small>for %(email)s</small>
su: Satujuan parangkat anyar <small>pikeun %(email)s</small>

source: A request to perform an account change has been made from the following device:
su: Pamundut pikeun milampah parobahan akun geus dijieun ti perangkat di handap:

source: A request to use %(email)s as a secondary email address has been made from the following Firefox Account:
su: Pamundutan pikeun maké %(email)s minangka surélék sékundér téh geus dijieun ti Firefox Account ieu:

source: Are you locked out?
su: Anjeun kakonci?

source: Are you sure you want to revoke?
su: Anjeun yakin rék nyabut?

source: A secondary email is an additional address for receiving security notices and confirming new devices.
su: Surélék sékundér mah alamat tatambah pikeun narima iber kaamanan sarta ngonfirmasi parangkat anyar.

source: A TOTP token already exists for this account
su: Token TOTP geus aya jang ieu akun mah

source: A usable image was not found
su: Taya gambar nu bisa dipaké

source: Authorization Code for %(clientName)s
su: Sandi Otorisasi pikeun %(clientName)s

source: Authorization code required
su: Kodeu otorisasi diperlukeun

source: Authorize this sign-in
su: Otorisasi ieu peta asup

source: Avatar
su: Awatara

source: Avoid account lockout
su: Singkahan akun kakonci

source: Back to settings
su: Balik ka setélan

source: Back to Subscriptions
su: Balik ka Pendaptaran

source: Bad Request
su: Pamundut goréng

source: Because this information is critical to your security, Firefox deletes it to protect you when your password is reset to prevent other people from accessing it.
su: Kusabab émbaran ieu sipatna kritis pikeun kaamanan anjeun, ku Firefox dihapus pikeun ngajaga nalika kecap sandi anjeun disetél ulang sangkan teu bisa dibuka ku batur.

source: Before you can view or make changes to this section, you will need to verify your email address.
su: Méméh anjeun bisa nempo atawa ngarobah ka ieu bag, anjeun bakal perlu mérivikasi alamat surélék anjeun.

source: Begin reset
su: Vérifikasi

source: Be original and be safe &mdash; don't reuse this password anywhere else.
su: Anu pituin sarta aman &mdash; ulah ngagunakeun deui ieu sandi di séjén tempat.

source: Be safer and smarter online
su: Daring jadi leuwih aman sarta leuwih iceus

source: Best,
su: Panghadéna

source: <b>Important:</b> pick a different password than what you were previously using and make sure that it is different from your email account.
su: <b>Penting:</b> paké kecap sandi anu béda ti nu saméméhna sarta pastikeun béda ti akun surélék anjeun.

source: By generating new recovery codes, all previous codes will become invalid. Please store new codes in a safe location.
su: Ku pangjieunkeun kodeu pamulangan anyar, sakur kodeu saméméhna bakal jadi teu sah. Prak dihadé-hadé kodeu anyar anjeun.

source: By proceeding, you agree to the <a id="fxa-tos" href="/legal/terms" tabindex="-1">Terms of Service</a> and <a id="fxa-pp" href="/legal/privacy" tabindex="-1">Privacy Notice</a>.
su: Ku nuluykeunna, anjeun satuju kana <a id="fxa-tos" href="/legal/terms" tabindex="-1">Katangtuan pamakéan</a> jeung <a id="fxa-pp" href="/legal/privacy" tabindex="-1">Wawar Privasi</a>.

source: By proceeding, you agree to the <a id="fxa-tos" href="/legal/terms">Terms of Service</a> and <a id="fxa-pp" href="/legal/privacy">Privacy Notice</a>.
su: Ku nuluykeunna, anjeun satuju kana <a id="fxa-tos" href="/legal/terms">Katangtuan pamakéan</a> jeung <a id="fxa-pp" href="/legal/privacy">Wawar Privasi</a>.

source: By proceeding, you agree to the <a id="service-tos" href="%(termsUri)s">Terms of Service</a> and<a id="service-pp" href="%(privacyUri)s">Privacy Notice</a> of %(serviceName)s (%(serviceUri)s).
su: Lamun neruskeun, hartina anjeun sapuk kana <a id="service-tos" href="%(termsUri)s">Katangtuan Layanan</a> jeung<a id="service-pp" href="%(privacyUri)s">Wawar Privasi</a> %(serviceName)s (%(serviceUri)s).

source: Cancel setup
su: Bolaykeun setélan

source: Cancel subscription
su: Bolay daptar

source: Cancel subscription:
su: Bolay daptar:

source: Cancel subscriptions
su: Bolay daptar

source: Cancel subscriptions:
su: Bolay daptar:

source: Can not change primary email to an email that does not belong to this account
su: Teu bisa ngarobah surélék utama ka surélék nu teu patula-patali jeung ieu akun

source: Can not change primary email to an unverified email
su: Teu bisa ngarobah surélék utama ka surélék nu can kavérifikasi

source: Cannot create account
su: Teu bisa nyieun akun

source: Cannot send to this country
su: Teu bisa ngirim ka ieu nagara

source: Can’t scan code?
su: Teu bisa néplak kodeu?

source: %(cardType)s card ending in %(lastFour)s
su: Kartu %(cardType)s bakal anggeus %(lastFour)s

source: Change
su: Robah

source: Change...
su: Robah…

source: Change…
su: Robah…

source: Change email
su: Robah surélék

source: Change password
su: Ganti kecap sandi

source: Charged %(invoiceTotal)s on %(invoiceDateOnly)s
su: Ditagih %(invoiceTotal)s ping %(invoiceDateOnly)s

source: Check %(escapedEmail)s for a confirmation link and we’ll get you on your way.
su: Pariksa tutumbu konfirmasi dina %(escapedEmail)s sarta kami bakal nganggeuskeunana jang anjeun.

source: Check your email for the authorization code sent to %(email)s.
su: Pariksa surélék anjeun sabab kodeu otorisasi geus dikirim ka %(email)s.

source: Check your email for the code sent to %(email)s.
su: Pariksa surélék anjeun sabab kodeu geus dikirim ka %(email)s.

source: Check your email for the sign-in confirmation link sent to %(escapedEmail)s
su: Pariksa surélék anjeun sabab tutumbu konfirmasi geus dikirim&nbsp;ka %(escapedEmail)s

source: Check your email for the verification link sent&nbsp;to %(escapedEmail)s
su: Pariksa surélék anjeun sabab tutumbu vérifikasi geus dikirim&nbsp;ka %(escapedEmail)s

source: Check your texts
su: Cék téks anjeun

source: Choose the name you would like to appear in Firefox and when managing your account.
su: Pilih ngaran ku anjeun dipikahayang jang pidangan Firefox jeung nalika anjeun ngokolakeun akun.

source: Choose what to sync:
su: Pilih anu rék disingkronkeun:

source: %(city)s, %(country)s (estimated)
su: %(city)s, %(country)s (kira)

source: %(city)s, %(region)s, %(country)s (estimated)
su: %(city)s, %(region)s, %(country)s (kira)

source: %(city)s, %(stateCode)s, %(country)s (estimated)
su: %(city)s, %(stateCode)s, %(country)s (kira)

source: Click here to receive a new verification link
su: Klik didieu pikeun narima tutumbu vérifikasi anyar

source: Click the button within the next hour to create a new password. The request came from the following device:
su: Klik tumbul selang sajam deui pikeun nyieun sandi anyar. Pamundut datang ti parangkat di handap:

source: Click the link emailed to %(email)s within the next hour to create a new password.
su: Klik tutumbu nu disurélékkeun ka %(email)s dina sawatara jam pikeun nyieun sandi anyar.

source: Complete set-up by entering the new password on your other Firefox devices.
su: Lengekepan panataharan kalawan ngasupkeun sandi anyar di parangkat Firefox anjeun lianna.

source: Complete your set-up
su: Anggeuskeun set-up anjeun

source: Confirm a recovery code
su: Kompirmasi sandi pamulihan

source: Confirm email
su: Konfirmasi surélék

source: Confirm email:
su: Konfirmasi surélék:

source: Confirm New Sign-in
su: Konfirmasi Peta Asup Anyar

source: Confirm new sign-in to %(clientName)s
su: Konfirmasi peta asup anyar ka %(clientName)s

source: Confirm now and get technology that fights for and protects your privacy, arms you with practical knowledge, and the respect you deserve.
su: Konfirmasikeun ayeuna sarta meunangkeun téhnologi anu bajuang jeung ngamankeun privasi anjeun, méré anjeun pangaweruh praktis, ogé rasa hormat nu sakuduna ka anjeun.

source: Confirm pairing
su: Konfirmasi aadumanisan

source: Confirm pairing <small>for %(email)s</small>
su: Konfirmasi aadumanisan <small>pikeun %(email)s </small>

source: Confirm password
su: Puguhkeun kecap sandi

source: Confirm primary email
su: Puguhkeun surél utama

source: Confirm recovery code
su: Kompirmasi sandi pamulihan

source: Confirm recovery key
su: Konfirmasi konci pamulihan

source: Confirm secondary email
su: Puguhkeun surél sekundér

source: Confirm sign-in
su: Konfirmasi peta asup

source: Confirm this email address to activate your account and let us know you're okay.
su: Konfirmasi ieu alamat surélék pikeun ngaktifkeun akun anjeun sarta béjaan kami hibar anjeun.

source: Confirm this email address to activate your Firefox Account.
su: Konfirmasi ieu alamat surélék pikeun ngaktifkeun Firefox Account anjeun.

source: Confirm this email address to activate your Firefox Account and continue to %(serviceName)s.
su: Konfirmasi ieu alamat surélék pikeun ngaktifkeun Firefox Account anjeun sarta tuluykeun ka %(serviceName)s.

source: Confirm this sign-in
su: Konfirmasi ieu peta asup

source: Confirm your account
su: Konfirmasi akun anjeun

source: Confirm your account and get the most out of Firefox everywhere you sign in.
su: Konfirmasi akun anjeun sarta meunangkeun hasil maksimal ti Firefox di mana baé anjeun asup.

source: Confirm your account and get the most out of Firefox everywhere you sign in starting with:
su: Puguhkeun akun anjeun sarta meunangkeun hasil maksimal ti Firefox di mana baé anjeun asup dimimitian ku:

source: Confirm your email and start to sync!
su: Konfirmasi surélék anjeun sarta kawitan nyingkronkeun!

source: Confirm you’ve received this email and we’ll help you install and sync Firefox on all your devices starting with:
su: Konfirmasikeun yén anjeun geus nampa ieu surélék sarta kami bakal mantuan anjeun masangkeun jeung nyinkronkeun Firefox di sakumna parangkat anjeun dimimitian ku:

source: Connect another device:
su: Sambungkeun parangkat séjén:

source: Connect another one
su: Sambungkeun nu lianna

source: Connected
su: Nyambung

source: Connection issues
su: Masalah sambungan

source: Connection to remote device closed, please try again
su: Sambungan ka parangkat anggang pegat, geura pecakan deui

source: Consumed recovery code
su: Kodeu pamulangan nu geus digunakeun

source: Contact Us
su: Talek Kami

source: Continue
su: Tuluykeun

source: Continue to my account
su: Tuluykeun ka akun kuring

source: Continue to %(serviceName)s
su: Laju ka %(serviceName)s

source: Cookies and local storage are required
su: Réréméh jeung panyimpenan lokal diperlukeun

source: Cookies are still disabled
su: Réréméh dipareuman kénéh

source: Copied
su: Ditiron

source: Could not get Privacy Notice
su: Teu bisa nyomot Wawar Privasi

source: Could not get Subscription Platform Terms of Service
su: Teu bisa nyokot Katangtuan Pelayanan Platform Pendaptaran

source: Could not get Terms of Service
su: Teu bisa nyomot Katangtuan Layanan

source: Could not initialize camera
su: Teu bisa ngainisialisasi kaméra

source: Could not send a message to this number
su: Teu bisa ngirim talatah ka ieu nomer

source: Could not update Ecosystem Anon ID because precondition failed.
su: Teu bisa ngamutahirkeun Ecosystem Anon ID alatan gagal prékondisi.

source: %(country)s (estimated)
su: %(country)s (kira)

source: Create account
su: Jieun akun

source: Create a Firefox Account
su: Jieun Firefox Account

source: Create an account
su: Jieun akun

source: Create a recovery key:
su: Jieun konci pamulihan:

source: Created At
su: Dijieun Di

source: Create new password
su: Jieun sandi anyar

source: Create new recovery key
su: Jieun konci pamulangan anyar

source: Create new recovery key:
su: Jieun konci pamulangan anyar:

source: Create your Firefox account
su: Jieun akun Firefox anjeun

source: Credit card for %(productName)s expiring soon
su: Kartu kiridit keur %(productName)s téréh kadaluwarsa

source: Credit card for your subscriptions is expiring soon
su: Kartu kiridit keur pendaptaran anjeun téréh kadaluwarsa

source: Credit cards
su: Kartu kiridit

source: Credit Cards
su: Kartu Kiridit

source: Current device
su: Parangkat kiwari

source: Current session
su: Sési kiwari

source: Current status
su: Status kiwari

source: Delete…
su: Pupus…

source: Delete account
su: Pupus akun

source: Delete events
su: Hapus acara

source: Description of issue
su: Pedaran masalah

source: Description of Issue
su: Pedaran Masalah

source: Device connected
su: Parangkat nyambung

source: Device connected!
su: Paranti geus nyambung!

source: Devices & apps
su: Parangkat & aplikasi

source: Device successfully paired
su: Paranti laksana ditumbukeun

source: Didn't arrive? Resend
su: Teu nepi? Kirim deui

source: Didn't open app? <a>Click Here</a>
su: Teu muka aplikasi? <a>Klik Ieu</a>

source: Did you mean <span %(escapedEmailSuggestionAttrs)s>%(escapedDomain)s</span>?
su: Maksud anjeun <span %(escapedEmailSuggestionAttrs)s>%(escapedDomain)s</span> lin?

source: Did you use the system camera? You must pair from within a Firefox app.
su: Anjeun ngagunakeun kamera sistem? Anjeun kudu ngadumaniskeun tina aplikasi Firefox.

source: Disable
su: Pareuman

source: Disconnect…
su: Pegatkeun…

source: Disconnect from Sync
su: Pegatkeun ti Sync

source: Disconnect from Sync?
su: Pegatkeun Singkronan?

source: Disconnection Successful
su: Megatkeun Ngahasil

source: Display name
su: Ngaran pidangan

source: Display name updated
su: Sandiasma geus dianyarkeun

source: Done
su: Anggeus

source: Done, Recovery key saved
su: Anggeus, konci pamulangan disimpen

source: Don't have a recovery key?
su: Teu boga konci pamulihan?

source: Don’t lose this password. If you need to reset it, you may lose Sync data.
su: Ulah nika leungit ieu sandi téh. Saupama anjeun perlu nyetél ulang, anjeun bisa kaleungitan data Sync.

source: Don’t sync this device
su: Ulah singkronkeun alat ieu

source: Downloaded
su: Kaundeur

source: Download Firefox for Android.
su: Undeur Firefox jang Android.

source: Download Firefox for iOS!
su: Undeur Firefox jang iOS!

source: Download Firefox for mobile devices.
su: Undeur Firefox jang paranti ider.

source: Download Firefox with your camera app
su: Undeur Firefox maké aplikasi kaméra anjeun

source: Download latest
su: Undeur panganyarna

source: Duplicate
su: Ganda

source: Duplicate device
su: Gandakeun parangkat

source: Email address
su: Alamat surélék

source: Email preferences
su: Préférénsi surélék

source: Email resent. Add accounts@firefox.com to your contacts to ensure a smooth delivery.
su: Surélék dikirim deui. Tambahkeun accounts@firefox.com kana kontak anjeun pikeun muguhkeun pangirimanna lancar.

source: %(email)s registered
su: %(email)s geus kadaptar

source: Email verified
su: Surélék geus divérifikasi

source: Enable
su: Hurungkeun

source: Enable…
su: Hurungkeun…

source: Enable Sync
su: Aktipkeun Sing

source: Enable two-step authentication
su: Hurungkeun oténtikasi dua léngkah

source: Enter 10-digit recovery code
su: Asupkeun 10-digit kodeu pamulangan

source: Enter 6-digit code
su: Asupkeun kodeu 6-digit

source: Enter authorization code
su: Asupkeun kodeu oténtikasi

source: Enter a valid email address. firefox.com does not offer email.
su: Asupkeun alamat surélék sah. firefox.com mah teu nawaran surélék.

source: Enter code
su: Asupkeun kodeu

source: Enter code manually
su: Asupkeun sandi manual

source: Enter Password
su: Asupkeun sandi

source: Enter recovery code
su: Asupkeun kodeu pamulangan

source: Enter recovery key
su: Asupkeun konci pamulihan

source: Enter security code
su: Asupkeun kodeu kaamanan

source: Enter this secret key into your authentication app:
su: Asupkeun ieu konci rusiah kana aplikasi oténtikasi anjeun:

source: Enter verification code
su: Asupkeun sandi péripikasi

source: Enter your email
su: Asupkeun surélék anjeun

source: Enter your password to view your recovery key.
su: Asupkeun sandi anjeun pikeun némbong konci pamulangan anjeun.

source: Enter your recovery key to confirm that you've saved a copy.
su: Asupkeun konci pamulihan pikeun muguhkeun yén anjeun geus nyimpen téplakanana.

source: Error pairing to remote device
su: Gagal ngadumaniskeun parangkat anggang

source: Event Name
su: Ngaran Acara

source: Expired code
su: Kodeu kadaluwarsa

source: Expired or invalid code
su: Sandi kadaluwarsa atawa teu bener

source: Expired or invalid signup code
su: Sandi daptarna kadaluwarsa atawa teu bener

source: Expired token
su: Token kadaluwarsa

source: Failed due to a conflicting request, please try again.
su: Gagal lantaran pamundut nu silih pasalia, prak pecakan deui.

source: Failed to copy. Please manually copy.
su: Gagal niron. Tiron manual wé.

source: Failed to send email
su: Gagal ngirim surélék

source: %(family)s on %(OS)s
su: %(family)s na %(OS)s

source: Feature not enabled
su: Fitur teu dihurungkeun

source: Final reminder: Activate your account
su: Panggeuing pamungkas: Aktipkeun akun anjeun

source: Final Reminder: Activate Your Account
su: Panginget Akhir: Aktipkeun Akun Anjeun

source: Final reminder: Confirm your email to activate your Firefox Account
su: Pangéling-ngéling pamungkas: Konfirmasi surélék anjeun pikeun ngaktifkeun Firefox Account anjeun

source: Finish creating your account
su: Réngsékeun nyieun akun anjeun

source: Finish Creating Your Account
su: Pungkasan Panyieunan Akun Anjeun
